Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ སྨན་པ འི་ རྒྱལ་པོ་ ཕྱེ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ འོད་ དེ་ ལ །_། ཕྱེ་ ཡི་ བསོད་སྙོམས་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $241 “The well-gone Vaidyarāja, when a flour merchant, |#| Offered alms of flour |#| To the thus-gone Sunlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐ་བ་ སྤངས་པ་ སྨན་པ འི་ ཚེ །_། དགེ་འདུན་ དག་ ལ་མ ར་ ཁུ་ ཕུལ་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ གཟིགས་པ འི་ ཕུང་པོ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $242 “The well-gone Prahāṇakhila, when a physician, |#| Offered melted butter to the members of the saṅgha |#| Before the thus-gone Vision Aggregate |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིམས་ མེད་ ཤིང་ བཟོ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་དག་ བློ་ དེ་ ལ །_། ཤིང་རྟ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $243 “The well-gone Nirjvara, when a carpenter,#178 |#| Offered chariots |#| To the thus-gone Pure Mind |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལེགས་ བྱིན་ [300a] བྲམ་ཟེ འི་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚོགས་ཅན་ མྱ་ངན་ འདས་པ་ ན །_། |#| མར་མེ འི་ ཕྲེང་བ་ དངར་བ་ སྟོང་ སྙེད་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $244 “The thus-gone Sudatta, when the son of a brahmin, [300.a] |#| Offered garlands of thousands of bright lamps |#| When the thus-gone Possessor of the Gathering was attaining nirvāṇa, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གྲགས་ བྱིན་ གྲོང་ཁྱེར་ མཆོད་རྟེན་ ལ །_། རྟེན་པ འི་ ཚེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ནོར་བུ་ གསལ །_། |#| གྲོང་ཁྱེར་ དག་ ཏུ་ གཤེགས་ ཀ ར་ མེ་ཏོག་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $245 “The thus-gone Yaśadatta, when a beggar by a stūpa in the city, |#| Scattered flowers |#| When the thus-gone Luminous Jewel was about to enter the city, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ བྱིན་པ་ ནི །_། ནོར་བུ་ མཁན་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་པོ །_། ཡོན་ཏན་ འོད་ ལ་ ནོར་བུ འི་ བླ་རེ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $246 “The thus-gone Kusumadatta, when a jeweler, |#| Offered a jeweled canopy |#| To the thus-gone Luminous Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐྱེས་བུ ས་ བྱིན་པ་ ཐགས་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ སྒྲོན་ དེ་ ལ །_། རས་ ཀྱི་ ཁ་ཚར་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $247 “The well-gone Puruṣadatta, when a weaver, |#| Offered woven tassels |#| To the thus-gone Sun Lamp |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྡོ་རྗེ འི་ སྡེ་ ནི་ ཕྲེང་རྒྱུད་ ཀྱི །_། བུ་མོ ར་ གྱུར་ ཚེ་ བདེ་གཤེགས་ འབྱོར་ལྡན་ འོད་ཟེར་ ལ །_། མེ་ཏོག་ མྱ་ངན་ འཚང་ དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $248 “The thus-gone Vajrasena, when the daughter of a garland maker, |#| Offered aśoka flowers |#| To the well-gone Radiant Wealth |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཕལ་ཆེན་ བྱིན་ ནི་ གར་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟོན་པ ར་ དགྱེས་ དེ་ ལ །_། ཚིགས་ སུ་ བཅད་པ་ གཅིག་ གིས་ བསྟོད་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $249 “The well-gone Mahādatta, when a dancer, |#| Offered a stanza of praise |#| To the thus-gone Delighting in Teaching |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཞི་བ འི་ བློ་གྲོས་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་པ ར་ དོན་ སེམས་ ལ །_། བར་ ཤི་ མེ་ཏོག་ དྲི་ལྡན་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $250 “The well-gone Śāntimati, when a king, |#| Scattered fragrant vārṣikī flowers |#| Before the thus-gone Well-Considered Aims |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤོས་ གླང་ གདུགས་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ཏུ་ གཟིགས་ དེ་ ལ །_། གྲོ་བ་ དག་ ལས་ བྱས་པ འི་ གདུགས་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $251 “The thus-gone Gandhahastin, when a parasol maker, |#| Offered a birchbark parasol |#| To the thus-gone Universal Vision |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྲེད་ མེད་ བུ་ ནི་ ཁྱིམ་བདག་ ཚེ །_། འབྲོག་ དགོན་ དག་ ཏུ་ དགེ་སློང་ དགེ་འདུན་ བཏུང་ ཆུ་ ཕུལ །_། |#| དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ རྒྱལ་མཚན་ དེ་ ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $252 “The thus-gone Nārāyaṇa, when a householder, |#| Offered drinking water to the saṅgha of monks in a remote wilderness |#| Before the thus-gone Lion Banner |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དེས་པ་ དམན་ ལས་ བྱེད་ བུ འི་ ཚེ །_། བསླབ་པ འི་ གཞི་ལྔ་ དག་ ལས་ གཟུང་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ མཉམ་པ ར་ གནས་ [300b] པ་ དེ་ ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $253 “The thus-gone Sūrata, when the son of menial worker, |#| Observed the five bases for training |#| Before the thus-gone Abiding Evenly[300.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མི་ ཚུགས་ ནད་པ་ མགོན་མེད་ བོར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐུ་རྩལ་ ཆེན་པོ་ དེ་ ཡི་ ལམ །_། ལག་མཐིལ་ ཙམ་ ཞིག་ ཕྱག་དར་ ལེགས་པ ར་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $254 “The well-gone Anihata, when an abandoned and helpless sick person, |#| Carefully swept a path with only the of the palm of his hand |#| For the thus-gone Great Power,#179 |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཉི་ཟླ་ གཽ་ཏམ་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཁས་མཆོག་ པད་ སྤྱན་ ལ །_། དབྱར་གནས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $255 “The thus-gone Candrārka, when Gautama, |#| Made offerings to the participants of the rains retreat |#| Before the thus-gone Lotus Eyes of Supreme Learning |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གློག་ ཏོག་ རྒྱ་མཚོ འི་ ཚོང་པ འི་ ཚེ །_། ཁྲུ་ བརྒྱད་ ཀྱིས་ བསྐོར་ སྤུག་ ལས་ བྱས་པ འི་ གདུགས་ ཕུལ་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ འོད་ཟེར་ དེ་ ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $256 “The thus-gone Vidyutketu, when a seafaring merchant, |#| Offered a parasol made of musāragalva, eight cubits in circumference, |#| To the thus-gone Radiance of the Sun |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཆོད་པ་ ལས་ བྱེད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ་ མཐའ་ ཡས་ལ །_། ལས་ བཏང་ བྱས་པ ས་ རྙེད་པ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $257 “The thus-gone Mahita, when a worker, |#| Offered his wages |#| To the thus-gone Infinite Clarity |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དཔལ་ སྦས་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐའ་ ཡ ས་ གཟུགས་ དེ་ ལ །_། ཨ་མྲ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $258 “The thus-gone Śrīgupta, when the guard of a field, |#| Offered mangoes |#| To the thus-gone Infinite Form |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ ཉི་མ་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ གདུགས་ དེ་ ལ །_། ལྷུང་བཟེད་ དང་ ནི་ གུན་ དྷེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $259 “The well-gone Jñānasūrya, when a potter, |#| Offered an alms bowl and a water pot |#| To the thus-gone Divine Parasol |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དོན་གྲུབ་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ འོད་ཟེར་ ལ །_། སྤོས་ ཀྱི་ རེང་བུ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $260 “The thus-gone Siddhārtha, when a physician, |#| Offered incense sticks |#| To the thus-gone Jewel Radiance |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྷུན་ བརྩེགས་ ཁྲལ་མི འི་ ཚེ །_། བདེ་གཤེགས་ ཡུལ་འཁོར་ ཁ་ལོ་ སྒྱུར་ དེ་ ལ །_། ལྷགས་པ འི་ དུས་ སུ་ ཤིང་ཁུ ར་ གཅིག་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $261 “The thus-gone Merukūṭa, when a tenant farmer,#180 |#| Offered a load of wood during a cold spell |#| To the well-gone Leader of the Land |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགྲ་ འདུལ་ ཡ་ང་བ འི །_། དཔྱད་ མཁན་ ཚེ་ ན་ བདེ་གཤེགས་ ལེགས་ མཐོང་ དག _། |#| འབྲོག་ དགོན་ བཞུགས་ ཚེ་ ལྷང་ ཚེ ར་ གདུགས་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $262 “The thus-gone Aridama, when a scout, |#| Offered a parasol of mica |#| To the well-gone Excellent Sight when he was residing in the wilderness |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ པད་མ་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཤེས་གཉེན་ བཞེད་ དེ་ ལ །_། པད་མ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ [301a] ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $263 “The thus-gone Padma, when a garland maker, |#| Offered lotuses |#| To the thus-gone Accepted as Friend [301.a] |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ གྲགས་པ་ ནི །_། ནོར་བུ་ མཁན་ ཚེ་ བདེ་གཤེགས་ སྐལ་ བཞེད་ ལ །_། ནོར་བུ་ རིན་ཆེན་ མེ་ཤེལ་ གཅིག་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $264 “The thus-gone Arthakīrti, when a jeweler, |#| Offered a precious fire crystal jewel |#| To the well-gone Accepting the Fortunate |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ འགྲོས་ ནི་ ཀླུ་རྒྱལ་ ཚེ །_། བདེ་གཤེགས་ ཉི་ ཞལ་ སོས་ཀ འི་ དུས་ དག་ ཏུ །_། ལམ་ དུ་ ཞུགས་ ཚེ་ ཆར་པ་ ཕབ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $265 “The well-gone Jñānakrama, when a nāga king, |#| Let rain fall |#| When the well-gone Sun Face was traveling during the hot season, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉོན་མོངས་ བྲལ་བ་ གར་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐོགས་མེད་ སྤྱན་ དེ་ ལ །_། མེ་ཏོག་ ཆུན་པོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $266 “The well-gone Apagatakleśa, when a dancer, |#| Offered a bouquet of flowers |#| To the thus-gone Unhindered Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འདམ་བུ་ དབུལ་པོ འི་ བུར་ གྱུར་ ཚེ །_། དགོན་པ ར་ བདེ་གཤེགས་ སེང་གེ འི་ སྟབས་ དེ་ ལ །_། བཤོས་ དྲོན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $267 “The well-gone Nala, when an impoverished child, |#| Offered hot food in the wilderness |#| To the well-gone Lion Gait |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོས་ བཟངས་ བྲམ་ཟེ འི་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྒྲོན་མ་ ཆེ་ དེ་ ལ །_། ལོ་མ་ དག་ ལས་ བྱས་པ འི་ གདུགས་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $268 “The well-gone Sugandha, when the son of a brahmin, |#| Offered a parasol made of leaves |#| To the thus-gone Great Lamp |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡུལ་འཁོར་ རངས་ ནི་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཞོན་པ ར་ མཛད་ དེ་ |#| ལ །_། བསིལ་ཡབ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $269 “The well-gone Anupamarāṣṭra, when a guard of a field, |#| Offered a fan |#| To the thus-gone Provider of Carriage#181 |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ གྲགས་ གྲོང་ཁྱེར་ རྟེན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ གསལ་ དེ་ |#| ལ །_། སོ་ར ས་ ན་བཟའ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $270 “The well-gone Marudyaśas, when a city beggar, |#| Offered ragged garments |#| To the thus-gone Luminous Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྲིད་མཐའ་ གཟིགས་པ་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསོད་ནམས་ སྙིང་པོ་ ཡི །_། ལམ་སྲང་ དག་ ནི་ མཚོན་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $271 “The well-gone Bhavāntadarśin, when a travel guide, |#| Showed the way |#| To the thus-gone Merit Essence |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ དེ་ འཆག་པ འི་ ཚེ །_། དུས་ ཀྱི་ རྗེས་ འབྲང་ སྤོས་ ནི་ ཞོ་ གཅིག་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $272 “The thus-gone Candra, when an incense merchant, |#| Offered rare sandalwood incense#182 |#| To the thus-gone Dharma when he was walking in meditation |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྒྲ་གཅན་ ལས་མི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ དགའ་ དེ་ ལ་ ནི །_། ཕྱག་འཁར་ གཅིག་ཅིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $273 “The thus-gone Rāhu, when a laborer, |#| Offered a walking staff |#| To the thus-gone Divine Joy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ ཟླ་བ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསྙེངས་ མེད་ དགྱེས་ [301b] དེ་ ལ །_། ཏ་ལ་པ་ ཏ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $274 “The well-gone Ratnacandra, when a prince, |#| Offered a palm-leaf fan#183[301.b] |#| To the thus-gone Fearless Joy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ རྒྱལ་མཚན་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཤེས་རབ་ རྒྱལ་མཚན་ ལ །_། སུམ་པ་ ཀ་ ཡི་ ལྷུང་བཟེད་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $275 “The well-gone Siṃhadhvaja, when a potter, |#| Offered an alms bowl |#| To the thus-gone Banner of Insight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསམ་གཏན་ དགྱེས་པ་ གྲོང་ཁྱེར་ གྱི །_། ཕོ་ཉ འི་ ཚེ་ ན་ བདེ་གཤེགས་ མདངས་ འོད་ ལ །_། མེ་ཏོག་ ཆུན་པོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $276 “The well-gone Dhyānarata, when a city messenger, |#| Offered a bouquet of flowers |#| To the well-gone Bright Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྫོགས་ ལྡན་ རྔོན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླས་ བྱིན་ དེ་ |#| ལ་ ནི །_། མིག་ མི་ འཛུམས་པ ར་ བལྟ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $277 “The thus-gone Anupama, when a hunter, |#| Looked without blinking |#| At the thus-gone Moon Gift |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྣམ་ རོལ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ དབྱིག་ དེ་ ལ །_། དཔག་ཚད་ ཁོར་ཡུག་ མེ་ཏོག་ ཆལ་ བཀྲམ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $278 “The thus-gone Vikrīḍita, when a prince, |#| Spread out a blanket of flowers covering one league |#| Before the thus-gone Treasure of Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ རིན་ཆེན་ ལྗོངས་ གཙོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐའ་ ཡ ས་ འོད་ དེ་ ལ །_། མེ་ཏོག་ ཙམ་པ་ཀ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $279 “The well-gone Guṇaratna, when the head of a province, |#| Offered campaka flowers |#| To the thus-gone Infinite Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགྲ་བཅོམ་ གྲགས་པ་ མཉན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དེས་པ་པོ་ དེ་ ནི །_། གྲུ་ དག་ གིས་ ནི་ བསྒྲལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $280 “The well-gone Arhadyaśas, when a ferryman, |#| Took over by boat |#| The thus-gone Gentle |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་པ་ དངོས་ འབྲུ་མར་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གྲགས་པ འི་ ཏོག་ དེ་ ལ །_། དྲི་ཞིམ་ ཞབས་ བསྐུ་བ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $281 “The well-gone Padmapārśva, when an oil producer, |#| Offered a fragrant foot ointment |#| To the thus-gone Crest of Fame |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཛོད་སྤུ་ ལྡན་པ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསྙེངས་ མེད་ ང་རོ་ ལ །_། ལྷུང་བཟེད་ ཞོ་ ཡིས་ བཀང་ སྟེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $282 “The well-gone Ūrṇāvat, when a businessman, |#| Offered an alms bowl filled with yogurt |#| To the thus-gone Fearless Roar |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོས་ གྲགས་ ཚོང་པ འི་ ཁོལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ཏུ་ ཡོན་ཏན་ ལ །_། ལན་ ཚ་ སྲང་ འགའ་ཞིག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $283 “The well-gone Pratibhāna­kīrti, when the servant of a businessman, |#| Offered a measure of salt |#| To the thus-gone Universal Qualities |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྡོ་རྗེ་ ནོར་བུ་ ཡིས །_། དེ་བཞིན་ གཤེགས་པ་ འབར་བ འི་ ཏོག་ དེ་ ལ །_། ཚོད་ སྔོན་ ཆང་པ་ གང་ཞིག་ བསོད་སྙོམས་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $284 “The thus-gone Maṇivajra |#| Offered a bunch of vegetables |#| To the thus-gone Blazing Crest |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚེ་ དཔག་མེད་ ནི་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ [302a] གཤེགས་པ་ སྲེད་ མེད་ བུ་ དེ་ ལ །_། མིག་སྨན་ རི་ལུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $285 “The well-gone Amitāyus, when a physician, |#| Offered pills containing eye medicine [302.a] |#| To the thus-gone Nārāyaṇa |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ནོར་བུ་ བཀོད་པ་ ཁྱེའུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ གསལ་བ་ ཡི །_། ལམ་སྲང་ དག་ ཏུ་ མེ་ཏོག་ དཀར་པོ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $286 “The well-gone Maṇivyūha, when a young boy, |#| Offered white flowers in a lane |#| Before the thus-gone Luminous Jewel |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དབང་ཆེན་ གྱད་ ཀྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ཏུ་ དགོངས་ དེ་ ལ །_། ཀོ་དྲ་བ་ ཡི་ འབྲུ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $287 “The thus-gone Mahendra, when an athlete, |#| Offered kodrava grain |#| To the thus-gone Universal Understanding |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ འབྱུང་གནས་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་ སེམས་ དེ་ ལ་ ནི །_། རིལ་པ་ གཅིག་ཅིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $288 “The well-gone Guṇākara, when a brahmin, |#| Offered a water pot |#| To the thus-gone Excellent Mind |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྷུན་པོ་ གྲགས་པ་ ཡིས །_། ཕྱོགས་ བཞི འི་ དགེ་འདུན་ དག་ ལ་ རྫིང་ ཕུལ་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ བཟང་པོ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $289 “The thus-gone Meruyaśas |#| Offered a pond to the saṅgha of the four directions |#| Before the thus-gone Excellent Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འོད་ཟེར་ བཅུ་པ་ ལྷ་བུ འི་ ཚེ །_། བདེ་གཤེགས་ གཟི་བརྗིད་ མཐའ་ ཡ ས་ བྱང་ཆུབ་ སྙིང་པོ ར་ ནི །_། སྙོམས་པ ར་ ཞུགས་པ འི་ ཚེ་ ན་སོ ར་ མོ་ ལྔ་ བསྲེགས་ ནས །_། |#| དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $290 “The thus-gone Daśaraśmi, when a divine son, |#| Burned five fingers when the well-gone Infinite Splendor |#| Had entered equipoise at the seat of awakening, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མ་སྨད་ ཤིང་རྟ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ ཕྱག་ དེ་ ལ །_། ལོ་མ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $291 “The well-gone Anindita, when a chariot maker, |#| Offered leaves |#| To the thus-gone Lion Hand |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གླང་པོ འི་ འགྲོས་ ནི་ གྲོང་ཁྱེར་ དུ །_། རྟེན་པ འི་ ཚེ་ ན་ བདེ་གཤེགས་ བློ་ སྣང་ ལ །_། ཤ་མ་ ཀ་དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $292 “The well-gone Nāgakrama, when a city beggar, |#| Offered a śamaka plant#184 |#| To the well-gone Mental Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡིད་ འཐད་ གནག་ ལྷ ས་ སྲུང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ རྒྱལ་པོ་ ལ །_། དར་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $293 “The well-gone Manoratha, when the guard of a cow stable, |#| Offered buttermilk |#| To the thus-gone King of Gods |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ ཟླ་བ་ ལམ་ སྟོན་ ཚེ །_། བདེ་གཤེགས་ བདེན་པ འི་ ཏོག་ གི་ ལམ་ དག་ ཏུ །_། གོས་ ཀྱི་ གདན་ དག་ གདིང་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $294 “The well-gone Ratnacandra, when a guide, |#| Prepared a seat made of clothing |#| For the well-gone Truth Crest when he was traveling, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཞི་བ་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་པ ར་ གནས་ དེ་ ལ །_། ཨུད་པ་ ལ་ ཡི་ བཀྲུ་སྨན་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $295 “The thus-gone Śānta, when a physician, |#| Offered a purgative made from utpalas |#| To the thus-gone Excellent Abiding |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་གསལ་ རྒྱལ་པོ་ [302b] སྤོང་ བརྩོན་པ འི །_། དགེ་སློང་ ཚེ་ ན་ བདེ་གཤེགས་ དཔག་མེད་པ འི །_། ལྷ་ ལ་ ཨ་ཡོ་ ག་དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $296 “The well-gone Pradyotarāja, when a monk endeavoring in relinquishment, [302.b] |#| Offered ayoga#185 |#| To the thus-gone Unfathomable Deity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁ་ལོ་ སྒྱུར་བ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཕགས་པ འི་ མེ་ཏོག་ ལ །_། ཙན་དན་ དམར་པོ འི་ ཁང་ བཟངས་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $297 “The well-gone Sārathi, when a captain, |#| Offered a mansion made of red sandalwood |#| To the thus-gone Superior Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགའ་བ འི་ དབང་ཕྱུག་ ཕྱུག་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་སྦྱིན་ ཆེན་པོ་ ལ །_། རོལ་མོ འི་ སྒྲ་ ཡིས་ མཆོད་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $298 “The well-gone Nandeśvara, when a wealthy man, |#| Offered music |#| To the thus-gone Great Sacrifice |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཙུག་ ན་ རིན་ཆེན་ རྩིས་པ་ ཡི །_། ཁྱེའུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ཏོག་ ཆེན་ ལ །_། མཚུངས་པ་ མེད་པ འི་ ཕྱེ་མ་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $299 “The well-gone Ratnacūḍa, when a young astrologer, |#| Scattered unparalleled powders |#| To the thus-gone Great Crest |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བསྙེངས་བྲལ་ རྩྭ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ འོད་ དེ་ ལ །_། ཀ་ པིད་ ཏ་ ཡི་ ཕུར་མ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $300 “The thus-gone Vigatabhaya, when a hay seller, |#| Offered vessels of kapittha |#| To the thus-gone Sunlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ ལྷ་ ནི་ ཤིང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ འོད་ དེ་ ལ །_། རྩྭ་ ལས་ བྱས་པ འི་ མཆིལ་ལྷམ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $301 “The well-gone Rāhudeva,#186 when a timber merchant, |#| Offered footwear made of straw |#| To the thus-gone Jewel Light |#| And in doing so first gave rise to the mind of awakening.
